const models = {
  lime: {
    category: "type",
    title: "Бурение артезианской скважины (на известняк), классическая",
    description:
      "Артезианская (скважина на известняк и прочие коренные породы) . Классическая конструкция с применением 1 обсадной колонны.Бурится от 20 метров. Используем НПВХ обсадную трубу по ГОСТ! Срок эксплуатации 50 лет! Создание артезианской скважины занимает несколько дней, требует тщательной подготовки и работ по бурению . Для скважины оформляются необходимые для эксплуатации документы (паспорт скважины). Производительность скважины от от 2 до 3 м³/час.",
    // url: "/images/рендер извест аним.gif",
    // animated: true,
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/41e27d897321421790716192198c6826/embed",
    },
    imageUrl: "/images/рендер извест аним.gif",
    specs: [
      { icon: "bi-clock", label: "Срок службы:", value: "до 50 лет" },
      { icon: "bi-hammer", label: "Монтаж:", value: "1-2 дня" },
      { icon: "bi-geo-alt", label: "Глубина:", value: "от 30 метров" },
      {
        icon: "bi-shield-check",
        label: "Гарантия:",
        value: "5 лет",
      },
      { icon: "bi-cash", label: "Мин. стоимость:", value: "от 120 000 ₽" },
    ],
    advantages: [
      "Срок службы: до 50 лет",
      "Быстрый монтаж: 1-2 дня",
      "Глубина: от 20 метров",
    ],
    cost: "Начальная стоимость — от 4000 руб",
    filterDetails: "НПВХ ГОСТ труба 125*6 мм.",
  },
  limeType1: {
    category: "type",
    title: "Бурение артезианской скважины (на известняк), тип 1",
    description:
      "Артезианская (скважина на известняк и прочие коренные породы) . В данной скважине применяется 2 обсадные колоны ( дополнительная эксплуатационная колона ). Вторая колонна необходима когда скважный насос опускается в открытый ствол ( в скважине низкий динамический уровень воды) . Дополнительная колона защищает открытый ствол от обрушения и насос от застревание . Бурится от 30 метров.  Используем НПВХ обсадную трубу по ГОСТ! Срок эксплуатации 50 лет! Создание артезианской скважины занимает несколько дней, требует тщательной подготовки и работ по бурению . Для скважины оформляются необходимые для эксплуатации документы (паспорт скважины). Производительность скважины от от 2 до 3 м³/час. Гарантийный срок эксплуатации 10 лет!",
    // url: "/images/рендер извест аним.gif",
    // animated: true,
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/41e27d897321421790716192198c6826/embed",
    },
    imageUrl: "/images/рендер извест аним.gif",
    specs: [
      { icon: "bi-clock", label: "Срок службы:", value: "до 50 лет" },
      { icon: "bi-hammer", label: "Монтаж:", value: "1-2 дня" },
      { icon: "bi-geo-alt", label: "Глубина:", value: "от 30 метров" },
      {
        icon: "bi-shield-check",
        label: "Гарантия:",
        value: "10 лет",
      },
      { icon: "bi-cash", label: "Мин. стоимость:", value: "от 150 000 ₽" },
    ],
    advantages: [
      "Срок службы: до 50 лет",
      "Быстрый монтаж: 1-2 дня",
      "Глубина: от 30 метров",
    ],
    cost: "Начальная стоимость — от 4900 руб",
    filterDetails: "НПВХ ГОСТ труба 125*6 мм.",
  },
  limeType2: {
    category: "type",
    title: "Бурение артезианской скважины (на известняк), тип 2",
    description:
      "Артезианская (скважина на известняк и прочие коренные породы) . В данной скважине применяется 2 обсадные колоны ( дополнительная эксплуатационная колона ). Вторая колонна необходима когда в открытом стволе скважины есть прослойки нестабильных пород. Дополнительная колона защищает открытый ствол от сдавливания мягкими породами . Без использования второй обсадной колонны, вода может перестать идти или скважина может начать заиливаться. Бурится от 30 метров. Используем НПВХ обсадную трубу по ГОСТ! Срок эксплуатации 50 лет! Создание артезианской скважины занимает несколько дней, требует тщательной подготовки и работ по бурению . Для скважины оформляются необходимые для эксплуатации документы (паспорт скважины). Производительность скважины от от 2 до 3 м³/час. Гарантийный срок эксплуатации 10 лет!",
    // url: "/images/рендер извест аним.gif",
    // animated: true,
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/41e27d897321421790716192198c6826/embed",
    },
    imageUrl: "/images/рендер извест аним.gif",
    specs: [
      { icon: "bi-clock", label: "Срок службы:", value: "до 50 лет" },
      { icon: "bi-hammer", label: "Монтаж:", value: "1-2 дня" },
      { icon: "bi-geo-alt", label: "Глубина:", value: "от 30 метров" },
      {
        icon: "bi-shield-check",
        label: "Гарантия:",
        value: "10 лет",
      },
      { icon: "bi-cash", label: "Мин. стоимость:", value: "от 150 000 ₽" },
    ],
    advantages: [
      "Срок службы: до 50 лет",
      "Быстрый монтаж: 1-2 дня",
      "Глубина: от 30 метров",
    ],
    cost: "Начальная стоимость — от 4900 руб",
    filterDetails: "НПВХ ГОСТ труба 125*6 мм.",
  },
  paviloyn: {
    category: "setup",
    title: "Скважина с подземным павильоном (рекомендуем)",
    description:
      "Обустройсво скважины с помощью подземного павильона или мини кессона. Современный и простой способ обустроить скважину для круглогодичного использования. Устанавливается небольшое кольцо около 0,6-1м в глубину, роется траншея глубиной 0,2-0,4м, утепляеться, прокладывается греющий кабель. Система автоматики и гидроаккумулятор ставится в доме. Возможна разводка на несколько потребителей. Единственный минус - использование греющего кабеля. На сегодняшний день, 80% заказчиков выбирают данный тип обустройства. Он простой и надежный. Греющий кабель потребляет не больше включенной лампочки, а меняется за 5 минут.",
    // url: "/3Dmodels/adapter_version.glb",
    // animated: false,
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/9fae703cdee943798276774b5d11ae30/embed",
    },
    imageUrl: "/images/paviloyn.png",
    cost: "Начальная стоимость — от 80 000 руб",
    advantages: [
      "Минимум земельных работ",
      "Круглогодичное использование",
      "Средний ценовой сегмент",
    ],
  },
  adapter: {
    category: "setup",
    title: "Скважина с адаптером",
    description:
      "Обустройство скважины с адаптером — лучший вариант водоснабжения. Коммуникации от источника в дом прокладываются под землей (роется траншея ниже уровня промерзания почвы). Вода из скважины через адаптер поступает в трубы, которые заводятся в жилое здание. Для работы системы нужно установить автоматику — электронные устройства, манометр, гидроаккумулятор. Эти приборы отвечают за стабильную работу насоса и распределяют нагрузку. Монтаж и система автоматики входят в стоимость",
    // url: "/3Dmodels/adapter_version.glb",
    // animated: false,
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/d9331a1a018543cab6946879fc3a08c5/embed",
    },
    imageUrl: "/images/adapter_version.webp",
    cost: "Начальная стоимость — от 80 000 руб",
    advantages: [
      "Минимум земельных работ",
      "Круглогодичное использование",
      "Средний ценовой сегмент",
    ],
  },
  caisson: {
    category: "setup",
    title: "Скважина с кессоном (не рекомендуем)",
    description:
      "Обвязка скважины на воду с кессоном – самый популярный но и устаревший вариант обустройства. Метод позволяет вывести сразу несколько трубопроводов в разных направлениях (для разных построек) и легко регулировать подачу воды вентилями. Облегчается слив воды на зиму: достаточно открыть кран в кессоне. В верхней части можно установить лебедку для быстрого подъема, ремонта и замены насоса. Главный недостаток - кессон может быть затоплен при наличии грунтовых вод.",
    // url: "/3Dmodels/caisson_version.glb",
    // animated: false,
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/2cf68223ced1479b82e665a294432a39/embed",
    },
    imageUrl: "/images/caisson_version.webp",
    cost: "Начальная стоимость — от 140 000 руб",
    advantages: [
      "Много земельных работ, возможно затопление кессона",
      "Круглогодичное использование",
      "Высокий ценовой сегмент от 140 000 руб",
    ],
  },
  summer: {
    category: "setup",
    title: "Скважина с оголовком летний вариант",
    description:
      "Обустройство скважины для летнего сезона – доступный вариант для дачников, владельцев небольших участков, которым вода нужна только для полива огородов, грядок в теплое время года. При «летней» обвязке скважина оснащается оголовком. Оголовок – «крышка», устройство для подвода электрического кабеля и вывода отводной трубы. Оголовок надежно защищает скважину от попадания грязи, песка, снега..",
    // url: "/3Dmodels/summer_version.glb",
    // animated: false,
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/ed44adc01ef04439be125066eda64513/embed",
    },
    imageUrl: "/images/summer_version.webp",
    cost: "Начальная стоимость — от 40 000 руб",
    advantages: ["Легкое управление", "Быстрый монтаж", "Низкая стоимость"],
  },
  sand: {
    category: "type",
    title: "Бурение скважины на песок (без цементных работ)",
    description:
      "Артезианская (скважина на известняк и прочие коренные породы) . В данной скважине применяется 2 обсадные колоны ( дополнительная эксплуатационная колона ). Вторая колонна необходима когда скважный насос опускается в открытый ствол ( в скважине низкий динамический уровень воды) . Дополнительная колона защищает открытый ствол от обрушения и насос от застревание . от Бурится от 20 метров. Используем НПВХ обсадную трубу по ГОСТ! Срок эксплуатации 50 лет! Создание артезианской скважины занимает несколько дней, требует тщательной подготовки и работ по бурению . Для скважины оформляются необходимые для эксплуатации документы (паспорт скважины). Производительность скважины от от 2 до 3 м³/час.",
    // url: "/3Dmodels/well_sand_animation.glb",
    embed: {
      provider: "sketchfab",
      src: "https://sketchfab.com/models/d2596b2fc9fe4c9b826fd10e6a6e6702/embed",
    },
    imageUrl: "/images/рендер песок аним.gif",
    specs: [
      { icon: "bi-clock", label: "Срок службы:", value: "3 года" },
      { icon: "bi-hammer", label: "Монтаж:", value: "3 дня" },
      { icon: "bi-geo-alt", label: "Глубина:", value: "до 20 метров" },
      { icon: "bi-shield-check", label: "Гарантия:", value: "10 лет" },
      { icon: "bi-cash", label: "Мин. стоимость:", value: "от 120 000 ₽" },
    ],
    filterDetails:
      "НПВХ труба 125*6 мм. Фильтр щелевой: диаметр 125 мм, щель 0.3 - 0.4 мм.",
  },
};

export default models;
